[ResAct_Mission_PrisonBreak_Success X2ResistanceActivityTemplate]
DisplayName="完成监狱逃脱行动："

[ResAct_Mission_PrisonBreak_Failed X2ResistanceActivityTemplate]
DisplayName="失败监狱逃脱行动："

[CompoundPrisonBreak X2MissionTemplate]
DisplayName="从变种人设施中营救囚犯"
Briefing="帮助囚犯从变种人设施中逃脱"
PostMissionType="监狱逃脱"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="渗透变种人监狱设施"
ObjectiveTextPools[1]="释放囚犯"
ObjectiveTextPools[2]="目标：存活"
PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_A"
PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_B"
PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Compound_Rescue_Dropship_Intro_C"

[Reward_Mission_PrisonBreakRescue X2RewardTemplate]
DisplayName="监狱逃脱"
RewardDetails="解锁一个营救被俘士兵或雇佣兵的任务。"

[MissionSource_RescuePrisonBreak X2MissionSourceTemplate]
+MissionPinLabel="监狱逃脱"
+BattleOpName="肖申克的救赎行动"
MissionExpiredText="他们都是好人。真遗憾。"

[RescuePrisonBreak X2MissionFlavorTextTemplate]
FlavorText="丢失的描述文本"
CouncilSpokesmanSuccessText="关于成功的营救行动的消息已经传播开来。你今天的努力无疑将增强全球抵抗力量的决心，指挥官。"
CouncilSpokesmanFailureText="很遗憾，你没能解放那些囚犯。我们的盟友无疑会质疑我们的方法，在遭受这样的损失之后。"
